Repository: ashikase/Localization
Catalog: CrashReporter/Application/*.lproj/Localizable.strings
Languages: ar, fr, nl, ru, tr, zh_cn, zh_tw

source: Back
ar: رجوع
fr: Retour
nl: Terug
ru: Назад
tr: Geri
zh_cn: 返回
zh_tw: 返回

source: Cancel
ar: إلغاء
fr: Annuler
nl: Annuleer
ru: Отмена
tr: Vazgeç
zh_cn: 取消
zh_tw: 取消

source: Continue
ar: استمرار
fr: Continuer
nl: Verder
ru: Продолжить
tr: Devam
zh_cn: 继续
zh_tw: 繼續

# COLLABORATE_MESSAGE
source: CrashReporter is open source. Help improve CrashReporter by submitting code, feature requests, issue reports and localizations. More information about the different parts of CrashReporter is available by tapping the buttons below.
ar: برنامج CrashReporter هو مفتوح المصدر. المساعدة في تحسين CrashReporter من خلال تثبيت أكواد للمصدر او إضافة ترجمة أو إضافة مميزات. للمزيد من المعلومات حول CrashReporter هو متاح من خلال الضغط على الأزرار في الأسفل.
fr: CrashReporter est open source. Aidez-nous à améliorer CrashReporter en soumettant vos codes, requêtes, rapports de problème et localisations. Plus d'informations sur les différentes parties de CrashReporter sont disponibles en cliquant sur les boutons ci-dessous.
nl: CrashReporter is open-source. Help met het verbeteren van CrashReporter door het indienen van code, functie-aanvragen, problemen en vertalingen. Meer informatie over de verschillende delen van CrashReporter is beschikbaar door te tikken op de onderstaande knoppen.
ru: Crash Reporter - приложение с открытым исходным кодом. Помогите улучшить Crash Reporter! Вы можете улучшить его код, отправит пожелания, сообщать об ошибках, помогать с переводом. Чтобы узнать больше о разных частях Crash Reporter нажмите кнопку ниже.
tr: CrashReporter açık kaynaktır. Kod göndererek, yeni özellik isteyerek, sorunları bildirerek veya yerelleştirme yaparak CrashReporter'ı geliştirmeme yardımcı olun. CrashReporter'ın diğer kısımlarıyla ilgili daha fazla bilgi için aşağıdaki butonları kullanın.
zh_cn: CrashReporter是一款开源软件。 通过提交代码，功能建议，问题报告以及翻译来帮助优化CrashReporter. CrashReporter不同部分的更多信息可以通过点击以下按钮来获得
zh_tw: CrashReporter 是開放原始碼. 幫忙改進 CrashReporter 由提交程式碼、功能要求、問題回報和語言翻譯。 更多關於不同部分的 CrashReporter 可用資訊，請按壓以下的按鈕。

# COLLABORATE_TITLE
source: Share the Burden
ar: مشاركة الفكرة
fr: Participer au projet
nl: Deel de last
ru: Посмотреть Исходники
tr: Destek Olun.
zh_cn: 分享负担
zh_tw: 分享負擔

# CONTRIBUTE_MONEY
source: Contribute
fr: Contribuer
nl: Draag bij
ru: Пожертвовать
tr: Destek Ol
zh_cn: 捐献
zh_tw: 貢獻

# CONTRIBUTE_MONEY_FLATTR
source: Contribute via Flattr
ar: أدعمني بواسطة Flattr
fr: Contribuer via Flattr
nl: Draag bij via Flattr
ru: Пожертвовать через Flattr
tr: Flattr aracılığıyla yardımda bulun
zh_cn: 通过Flattr捐献
zh_tw: 透過 Flattr 貢獻

# CONTRIBUTE_MONEY_MESSAGE
source: I put a lot of time into CrashReporter and its related packages, but I don't get paid for it. Help me stay fed and caffeinated by sending a bit of your pocket change my way.
ar: وضعت الكثير من وقتي لبرنامج CrashReporter ولم أجعله مدفوع قم بمساعدتي في تغذية وبقاء هذا التطبيق وإرسال الأفكار إلينا.
fr: J'ai mis beaucoup de temps à développer CrashReporter et ses paquets liés, mais je ne suis pas payé pour cela. Aidez-moi à me nourrir et avoir ma dose de café en m'envoyant un peu de votre argent de poche.
nl: Ik stop veel tijd in CrashReporter en haar verwante pakketten, maar ik krijg er niet voor betaald. Help mij gevoed en cafeïnehoudende te blijven door wat van je zakgeld mijn kant op te sturen.
ru: Я вложил много времени в Crash Reporter и соседние пакеты, но я не получаю с них деньги. Помогите мне оставаться сытым и с чашечкой кофе отправляя мне чуток ваших наличных.
tr: CrashReporter ve onunla ilgili paketlere çok emek harcadım, ama para almıyorum. Tok ve kafeinli kalmam için bana biraz para gönderebilirsiniz.
zh_cn: 我为CrashReporter及其附属的软件包话费了大量时间,但是却没有得到任何收入 。 通过将您口袋里的零钱捐献给我，可以让我养活自己
zh_tw: 我花了很多時間在 CrashReporter 和相關的套件上，但是我並未獲得報酬。 幫忙我持續飽足和有咖啡喝，請捐獻給我一些零用錢。

# CONTRIBUTE_MONEY_PAYPAL
source: Contribute via PayPal
ar: أدعمني بواسطة PayPal
fr: Contribuer via PayPal
nl: Draag bij via PayPal
ru: Пожертвовать через PayPal
tr: PayPal aracılığıyla yardımda bulun
zh_cn: 通过PayPal捐献
zh_tw: 透過 PayPal 貢獻

# CONTRIBUTE_MONEY_TITLE
source: Share the Wealth
ar: إدعمني
fr: Contribuer avec un don
nl: Deel de rijkdom
ru: Пожертвование
tr: Bağış Yap
zh_cn: 分享财富
zh_tw: 分享財富

source: Crash Detected
ar: كشف الخروج المفاجئ
fr: Crash détecté
nl: Crash gedetecteerd
ru: Обнаружен Вылет
tr: Çökme tespit etildi
zh_cn: 检测到崩溃
zh_tw: 偵測到崩潰

source: Crashed process
ar: معالجة الخروج المفاجئ
fr: Processus de crash
nl: Gecrasht proces
ru: Вылетел процесс
tr: Çöken işlem
zh_cn: 崩溃的过程
zh_tw: 崩潰的程序

# CUSTOM_BLAME_WARNING
source: Warning: Entering invalid data may corrupt your system. Use this page only in guidance of the developer.
ar: تنبيه : إستخدام بيانات غير صالحة قد تسبب في إنهيار النظام لديك ، استخدم هذه الصفحة فقط لتوجيه المطور..
fr: ATTENTION : La saisie de données non valides peut corrompre votre système. Utilisez cette page uniquement pour contacter le développeur.
nl: Waarschuwing: Door het invoeren van ongeldige gegevens kan je systeem beschadigd raken. Gebruik deze pagina alleen in begeleiding van de ontwikkelaar.
ru: Внимание: Ввод некоректных данных может повредить вашу систему. Используйте эту страницу только посоветовавшись с разработчиком.
tr: UYARI: Geçersiz veri girmek sisteminizi bozabilr. Bu sayfayı yalnızca bir geliştirici eşliğinde kullanın.
zh_cn: 警告：在此输入无效的资料可能导致系统损坏。仅于开发者指导下使用。
zh_tw: 警告：輸入無效的資料可能導致系統損毀。只在開發人員的指導下使用。

source: Delete
ar: حذف
fr: Supprimer
nl: Verwijder
ru: Удалить
tr: Sil
zh_cn: 删除
zh_tw: 刪除

# DELETE_ALL_FAILED
source: Failed to delete one or more files.
ar: فشل في حذف الملفات.
fr: Impossible de supprimer un ou plusieurs fichiers.
nl: Één of meer bestanden verwijderen mislukt.
ru: Не удалось удалить один или несколько файлов.
tr: Bir ya da daha fazla dosyayı silme başarısız oldu.
zh_cn: 删除一个或更多文件失败
zh_tw: 無法刪除一個或多個檔案。

# DELETE_ALL_FOR_MESSAGE
source: Are you sure you wish to delete all crash log files for "%@"?
ar: هل أنت متأكد أنك تريد حذف كافة سجلات الخروج المفاجئ لـ "%@"?
fr: Êtes-vous sûr de vouloir supprimer tous les fichiers du crash log pour "%@"?
nl: Weet je zeker dat je alle crashlog-bestanden voor "%@" wilt verwijderen?
ru: Вы уверены что хотите удалить все логи о вылетах для "%@"?
tr: Şunun için tüm çökme raporlarını silmek istediğinize emin misiniz: "%@"?
zh_cn: 你确定你想删除 "%@" 的所有崩溃日志文件吗?
zh_tw: 確定要刪除所有 "%@" 的崩潰日誌檔案?

# DELETE_ALL_MESSAGE
source: Are you sure you wish to delete all crash log files?
ar: هل أنت متأكد أنك تريد حذف كافة سجلات الخروج المفاجئ?
fr: Êtes-vous sûr de vouloir supprimer tous les fichiers du crash log?
nl: Weet je zeker dat je alle crashlog-bestanden wilt verwijderen?
ru: Вы уверены что хотите удалить все логи о вылетах?
tr: Tüm çökme raporlarını silmek istediğinize emin misiniz?
zh_cn: 你确定你想删除所有的崩溃日志文件吗
zh_tw: 確定要刪除所有崩潰日誌檔案?

# DELETE_FILE_FAILED
source: Could not delete the selected file.
ar: لا يمكن حذف الملف المحدد.
fr: Impossible de supprimer le fichier sélectionné.
nl: Kon het geselecteerde bestand niet verwijderen.
ru: Невозможно удалить выбранные файлы.
tr: Seçili dosya silinemedi.
zh_cn: 删除文件失败。
zh_tw: 無法刪除選取的檔案。

source: Earlier
ar: في وقت سابق
fr: Anciens crash
nl: Eerder
ru: Раньше
tr: Daha önce
zh_cn: 较早前
zh_tw: 較早前

source: Edit
ar: تعديل
fr: Éditer
nl: Wijzig
ru: Изменить
tr: Düzenle
zh_cn: 编辑
zh_tw: 編輯

source: Error
ar: خطأ
fr: Erreur
nl: Fout
ru: Ошибка
tr: Hata
zh_cn: 错误
zh_tw: 錯誤

source: Forward to...
ar: إرسال الى...
fr: Transmettre à...
nl: Stuur door naar...
ru: Отправить...
tr: Şuna ilet:
zh_cn: 转发到…
zh_tw: 轉寄…

source: Ignore
ar: تجاهل
fr: Ignorer
nl: Negeer
ru: Пропустить
tr: Yoksay
zh_cn: 略过
zh_tw: 略過

# INCLUDE_UNTITLED
source: Untitled
ar: بدون عنوان
fr: Sans titre
nl: Naamloos
ru: Безымянный
tr: Başlıksız
zh_cn: 未命名
zh_tw: 未命名

source: Latest
ar: آخر خروج مفاجئ
fr: Derniers crash survenu
nl: Laatste
ru: Последний
tr: En son
zh_cn: 最新
zh_tw: 最新

# LESS_THAN_HOUR
source: Less than 1 hour before crash.
fr: Moins d'une heure avant le crash.
nl: Minder dan 1 uur voor de crash.
ru: Менее 1 часа назад
tr: Çökmeden bir saat önce veya daha yeni.
zh_cn: 崩溃前少于一小时
zh_tw: 少於1小時前崩潰。

# LESS_THAN_HOURS
source: Less than %u hours before crash.
fr: Moins de %u heures avant le crash.
nl: Minder dan %u uur voor de crash.
ru: Менее %u часов назад
tr: Çökmeden %u saat önce veya daha yeni.
zh_cn: 崩溃前少于 %u 小时。
zh_tw: 少於 %u 小時前崩潰。

# LOADED_BINARIES
source: Loaded Third-party Binaries
ar: طرف ثالث ممكن أن يكون مسبب
fr: Fichiers binaires chargés
nl: Geladen bibliotheken (3rd-party)
ru: Исполняемые процессы
tr: Yüklü üçüncü taraf binary'leri
zh_cn: 加载的第三方可执行文件
zh_tw: 載入第三方二進位檔案

source: Main suspect
ar: السبب الرئيسي
fr: Principaux suspects
nl: Hoofdverdachte
ru: Главный подозреваемый
tr: Ana şüpheli
zh_cn: 主要可疑原因
zh_tw: 主要嫌疑犯

# NOTIFY_CRASHED
source: "%@" has crashed.
ar: "%@" خروج مفاجئ لـ.
fr: "%@" a crashé.
nl: "%@" is gecrasht.
ru: Процесс "%@" вылетел.
tr: "%@" çöktü.
zh_cn: "%@" 已经崩溃。
zh_tw: "%@" 已經崩潰

# NOTIFY_EXCESS_CPU
source: "%@" is hogging CPU.
ar: "%@" تُجهد الـ CPU.
fr: "%@" monopolise le processeur.
nl: "%@" neemt veel CPU in gebruik.
ru: Процесс "%@" использует слишком много ЦПУ.
tr: "%@" CPU'yu işgal ediyor.
zh_cn: "%@" 占用了过量CPU。
zh_tw: "%@" 持續掌控 CPU。

# NOTIFY_EXCESS_MEMORY
source: "%@" is hogging memory.
ar: "%@" تُجهد الذاكرة.
fr: "%@" monopolise la mémoire.
nl: "%@" neemt veel geheugen in beslag.
ru: Процесс "%@" использует слишком много памяти.
tr: "%@" hafızayı işgal ediyor.
zh_cn: "%@" 占用了过量内存。
zh_tw: "%@" 持續掌控記憶體。

# NOTIFY_EXCESS_WAKEUPS
source: "%@" is causing excessive wakeups.
ar: "%@" يسبب الإجهاد في تجديد التطبيقات في الخلفية.
fr: "%@" est à l'origine des réveils excessifs.
nl: "%@" zorgt voor overmatig ontwaken van het apparaat.
ru: Процесс "%@" вызывает слишком много пробуждений.
tr: "%@" aşırı yorulmaya sebep oluyor.
zh_cn: "%@" 正在导致频繁的唤醒
zh_tw: "%@" 持續引起過度喚醒。

# NOTIFY_EXECUTION_TIMEOUT_SHUTDOWN
source: "%@" took too long to shutdown.
fr: "%@" prend du temps à s'arrêter.
nl: "%@" deed er te lang over om af te sluiten.
ru: Процесс "%@" слишком долго выключался.
tr: "%@" kapatması çok uzun sürdü.
zh_cn: "%@"的关闭过程花费了太长时间
zh_tw: "%@" 花了太久時間來關閉。

# NOTIFY_EXECUTION_TIMEOUT_TASK
source: "%@" took too long to perform a task.
fr: "%@" prend du temps à effectuer une tâche.
nl: "%@" deed er te lang over om een taak uit te voeren.
ru: Процесс "%@" слишком долго находился в фоновом режиме.
tr: "%@" bir görevi tamamlamak için çok uzun sürdü.
zh_cn: "%@" 花费了太长时间来执行一个任务
zh_tw: "%@" 花了太長時間來執行任務。

# NOTIFY_LARGEST_PROCESS
source: Largest process is "%@".
ar: أكبر مستخدم للـ CPU هو "%@".
fr: Le plus gros processus est "%@".
nl: "%@" is het grootste proces.
ru: Самый большой процесс - "%@"
tr: En büyük işlem "%@".
zh_cn: 最大的进程是 "%@".
zh_tw: 最大的程序 "%@".

# NOTIFY_LOW_MEMORY
source: Low memory, suspended apps will end.
ar: الذاكرة منخفضة، سوف يتم إنهاء التطبيقات المسببة..
fr: Mémoire faible, veuillez arrêter des applications.
nl: Weinig RAM, opgeschorte apps worden gesloten.
ru: Мало памяти, приостановленные приложения будут завершены.
tr: Hafıza az, askıdaki uygulamalar sonlandırılacak.
zh_cn: 低内存，被挂起的进程将被终止
zh_tw: 記憶體低落，暫停的 App 將會結束。

# NOTIFY_MAIN_SUSPECT
source: "%@" is main suspect.
ar: "%@" هو السبب الرئيسي.
fr: "%@" est le principal suspect.
nl: "%@" is de hoofdverdachte.
ru: Главный подозреваемый вылета: "%@"
tr: "%@" ana şüpheli.
zh_cn: "%@" 是主要的可疑原因
zh_tw: "%@" 是要嫌疑犯。

# NOTIFY_NO_SUSPECTS
source: There are no suspects.
ar: لا يوجد سبب.
fr: Il n'y a aucun suspect
nl: Er zijn geen verdachten.
ru: Нет подозреваемых.
tr: Şüpheli yok.
zh_tw: 沒有任何嫌犯

# NOTIFY_SANDBOX_VIOLATION
source: "%@" violated sandbox.
ar: "%@" مسبب خرق لـ sandbox.
fr: "%@" à violé le sandbox.
nl: "%@" overtrad de sandbox.
ru: "%@" нарушил правила Песочницы.
tr: "%@" sandbox güvenlik ihlali.
zh_tw: "%@" 違反沙盒。

source: OK
ar: حسناً
ru: ОК
tr: Tamam
zh_cn: 好
zh_tw: 確定

source: Other suspects
ar: مسببات أخرى
fr: Autres suspects
nl: Andere verdachten
ru: Другие подозреваемые
tr: Diğer şüpheliler
zh_cn: 别的因
zh_tw: 其他嫌疑犯

# PACKAGE_FAILED_1
source: The package that owns this file is either no longer installed, or was not installed via Cydia or the App Store.
ar: الحزمة التي تمتلك هذا الملف لم تعد مثبتة، او لم تثبت من خلال السيديا او متجر التطبيقات.
fr: Le paquet auquel appartient ce fichier n'est plus installé ou n'a pas été installé via Cydia ou l'App Store.
nl: Het pakket dat dit bestand bezit is niet langer geinstalleerd, of was niet geïnstalleerd via Cydia of de App Store
ru: Пакет, которому принадлежит этот файл, либо больше не установлен, либо был установлен не через Cydia или App Store.
tr: Bu dosyanın sahibi olan paket ya kaldırılmış, ya da AppStore veya Cydia'dan yüklenmemiş.
zh_cn: 这个文件关联的程序包不存在、还是可能不是从Cydia还是App Store来的。
zh_tw: 套件擁有的檔案既沒有安裝，或者沒有透過 Cydia 或 App Store 來安裝。

# PACKAGE_INSTALL_DATE_PREFIX
source: Installed
fr: Installé le
nl: Geïnstalleerd
ru: Установлено
tr: Kuruldu.
zh_cn: 已安装
zh_tw: 安裝於

source: Processing...
fr: Traitement...
nl: Verwerken...
ru: Обработка...
tr: İşleniyor...
zh_cn: 正在处理...
zh_tw: 處理中...

# REPORTCRASH_DISABLED_MESSAGE
source: It appears that the ReportCrash daemon has been disabled on your device. Without this daemon, crash logs will not be generated when a process crashes. Please re-enable ReportCrash. It only runs when a process crashes, so it will not shorten your battery life or slow down your device.
ar: يبدو أنه تم تعطيل CrashReporter على جهازك بدون تمكينها , لن يتم إنشاء سجلات للخروج المفاجئ اذا تم تعطليها الرجاء إعادة تمكين CrashReporter . تعمل فقط عند معالجة الخروج المفاجئ, لذالك هي لن تقصر عمر البطارية أو تبطئ جهازك.
fr: Il semblerait que le daemon ReportCrash a été désactivé sur votre appareil. Sans ce daemon, les crash logs ne seront pas générés lorsqu'un processus se bloque. Veuillez réactiver ReportCrash. Il s'exécute uniquement lorsqu'un processus se bloque, donc il n'endommagera pas votre batterie et ne ralentira pas votre appareil.
nl: Het lijkt er op de de ReportCrash-daemon is uitgeschakeld op je apparaat. Zonder deze daemon zullen er geen crashlogs worden gegenereerd wanneer er een proces crasht. Schakel ReportCrash opnieuw in. Het loopt alleen wanneer een proces vastloopt, dus het zal de levensduur van de batterij niet verkorten of je apparaat vertragen.
ru: Кажется, демон ReportCrash был отключён на вашем устройстве. Без него, при вылетах процессов не будут генерироваться логи. Пожалуйста перезапустите ReportCrash. Он запускается только когда какой-то процесс вылетает. Это не укорачивает жизнь вашей батареи и не замедляет ваше устройство
tr: ReportCrash daemon'u cihazınızda etkisizleştirilmiş gibi gözüküyor. Bu daemon olmadan, bir çökme yaşandığında çökme raporları oluşturulamaz. Lütfen ReportCrash'ı tekrar aktive edin. Sadece bir işlem çöktüğünde çalışacağından, ne bataryanızı azaltır ne de cihazınızı yavaşlatır
zh_cn: 似乎ReportCrash的守护进程已在您的设备上被禁用. 没有这个守护进程的话当一个程序崩溃时，崩溃日志将不会被生成 请重新启用守护进程. 他只会在一个程序崩溃时运行, 因此将不会额外耗电或使您的设备变慢
zh_tw: 顯示出 ReportCrash 服務 (daemon) 已經在裝置上被關閉了。 沒有此服務 (daemon)，將無法產生崩潰日誌。 請重新啟用 ReportCrash。 服務只有在程序崩貴食材會執行，因此這將不會縮短電池壽命或者使你的裝置變慢。

# REPORTCRASH_DISABLED_TITLE
source: Crash Logging is Disabled
ar: سجلات الخروج المفاجئ معطلة
fr: Crash Logging est désactivée
nl: Het registreren van crashes is uitgeschakeld
ru: Отчёты о вылетах отключены
tr: Çökme raporları kaydetme kapalı
zh_cn: 崩溃日志被禁用
zh_tw: 崩潰記錄已經關閉

# SAFE_MODE_MESSAGE
source: It appears that the previous session of CrashReporter crashed. This may have been due to a tweak. Tweaks have been disabled for this session of CrashReporter. Tweaks will be loaded again upon the next launch.
ar: يبدو أن الدورة السابقة لـ CrashReporter تحطمت. وهذا بسبب أداة معينة. الادوات تم تعطليها لهذا الـ CrashReporter. الأدوات سوف يعاد تفعيلها مرة أخرى عند استعادة الشاشة الرئيسية.
fr: Il semble que la dernière session de CrashReporter à crashé. Ceci pourrait être dû à un tweak. Quelques tweaks ont été désactivés pour cette session de CrashReporter. Les tweaks seront activés de nouveau au prochain lancement.
nl: Het lijkt erop dat de vorige sessie van CrashReporter crashte. Dit zou kunnen komen door een tweak. Tweaks zijn uitgeschakeld voor deze sessie van CrashReporter. Tweaks zullen bij de volgende sessie weer worden geladen.
ru: Кажется, прошлая сессия Crash Reporter вылетела. Это может быть связано с каким-либо твиком. Твики были отключены в этой сессии Crash Reporter. Твики будет снова включены при следующем запуске.
tr: Bir önceki CrashReporter oturumu çökmş gibi gözüküyor. Bu bir tweak yüzünden olmuş olabilir. CrashReporter'ın bu oturumu için tweakler devre dışı bırakıldı. Sonraki çalıştırmada tweakler aktif edilecek.
zh_tw: 顯示出上一個間段的 CrashReporter 崩潰了。 這可能是因為插件。 插件可能在這個間段的 CrashReporter 已經關閉了。 插件將會在下次執行時再次載入。

source: Script
ru: Скрипт
tr: Metin
zh_cn: 指令码
zh_tw: 腳本

# SOCIAL_FACEBOOK
source: Facebook
ar: فيس بوك
ru: В Facebook

# SOCIAL_SHARE_CONTENT
source: Resolve your iOS issues with CrashReporter by Lance Fetters (@ashikase): http://ashikase.com/r/package/crash-reporter
ar: حل مشاكل النظام من خلال برنامج CrashReporter بواسطة Lance Fetters (@ashikase) : http://ashikase.com/r/package/crash-reporter
fr: Résolvez vos problèmes d'iOS avec CrashReporter par Lance Fetters (@ashikase): http://ashikase.com/r/package/crash-reporter
nl: Los je iOS-problemem op met CrashReporter van Lance Fetters (@ashikase): http://ashikase.com/r/package/crash-reporter
ru: Сообщайте о ваших iOS ошибках с Crash Reporter от Ланса Феттерса (@ashikase): http://ashikase.com/r/package/crash-reporter
tr: iOS sorunlarınızı CrashReporter ile çözün. Yapımcı: Lance Fetters (@ashikase): http://ashikase.com/r/package/crash-reporter
zh_tw: 使用由 Lance Fetters (@ashikase) 開發的 CrashReporter 來解析 iOS 問題: http://ashikase.com/r/package/crash-reporter

# SOCIAL_SHARE_MESSAGE
source: Help other users by letting them know about CrashReporter via your favorite social network.
ar: مساعدة المستخدمين الأخرين بمعرفة CrashReporter عبر شبكات التواصل الأجتماعي المفضلة لديك.
fr: Aider les autres utilisateurs en leurs faisant découvrir CrashReporter via votre réseau social préféré.
nl: Help andere gebruikers door hen te laten weten over CrashReporter via je favoriete sociale netwerk.
ru: Помогите другим пользователям - расскажите им о Crash Reporter в вашей любимой социальной сети
tr: CrashReporter'dan sosyal medyada bahsederek diğer kullanıcılara da yardımcı olun.
zh_tw: 透過最愛的社群網路讓其他使用者知道 CrashReporter，屆此來幫忙他們。

# SOCIAL_SHARE_TITLE
source: Share the Love
ar: مشاركة
fr: Partager CrashReporter
nl: Deel de liefde
ru: Рассказать о программе
tr: Bize Sevgilerini Gönder.
zh_tw: 分享愛心

# SOCIAL_SHARE_UNAVAIL
source: Your device does not appear to have any social networking services configured. You can configure a social network via the Settings app.
ar: جهازك يظهر أنه ليس لديك اي إعدادات لخدمة التواصل الإجتماعي. تستطيع ضبط ذلك من تطبيق الإعدادات.
fr: Votre appareil ne semble avoir aucun services de réseaux sociaux configurés. Vous pouvez configurer un réseau social dans l'application Réglages.
nl: Het lijkt er op dat er geen sociale netwerken zijn geconfigureerd op je apparaat. Je kunt een sociaal netwerk configureren via de Instellingen-app.
ru: На вашем устройстве не настроена ни одна учётная запись социальных сетей. Вы можете настроить ваши учётные записи в приложении "Настройки".
tr: Cihazınızda sosyal ağ ayarlanmamış. Ayarlar uygulamasından kurabilirsiniz.
zh_cn: 您的设备似乎没有配置任何社交网络账号. 。您可以在系统设置中进行配置
zh_tw: 裝置並未顯示有設定任何社群網路服務。 可以透過設定 App來設定社群網路。

# SOCIAL_SINA_WEIBO
source: Sina Weibo
ar: برنامج Sina Weibo
ru: В Sina Weibo
zh_cn: 新浪微博
zh_tw: 新浪微博

# SOCIAL_TENCENT_WEIBO
source: Tencent Weibo
ar: برنامج Tencent Weibo
ru: В Tencent Weibo
zh_cn: 腾讯微博
zh_tw: 騰訊微薄

# SOCIAL_TWITTER
source: Twitter
ar: تويتر
ru: В Twitter

source: View
ar: عرض
fr: Voir
nl: Toon
ru: Посмотреть
tr: Görüntüle
zh_cn: 查看
zh_tw: 檢視

source: View crash log
ar: عرض سجلات الخروج المفاجئ
fr: Voir le crash log
nl: Toon crashlog
ru: Посмотреть лог вылета
tr: Çökme raporunu göster
zh_cn: 检视崩溃记录 (crash log)
zh_tw: 檢視崩潰日誌 (crash log)

source: View syslog
ar: عرض syslog
fr: Voir le syslog
nl: Toon syslog
ru: Посмотреть системный лог
tr: Syslog'u göster
zh_cn: 检视系统记录 (syslog)
zh_tw: 檢視系統日誌 (syslog)

# SAFE_MODE_TITLE
source: Safe Mode
ar: الوضع الآمن
fr: Mode sans échec
nl: Veilige modus
tr: Güvenli Mod
zh_cn: 安全模式
zh_tw: 安全模式
