Repository: ashikase/Localization
Catalog: TechSupport/*.lproj/Localizable.strings
Languages: da, de, nl, tr, zh_cn, zh_tw

# Upload failed
source: Chyba nahrávání
de: Upload fehlgeschlagen
nl: Uploaden mislukt
tr: KArşıya yükleme başarısız

# pastie.org is unreachable.
source: Stránka pastie.org je nedostupná
de: pastie.org ist nicht erreichbar.
nl: pastie.org is onbereikbaar.
tr: pastie.org'a ulaşılamıyor.

# ATTACHMENTS
source: Přílohy
da: Vedhæftede filer
de: Anhänge
nl: Bijlagen
tr: Ekler
zh_cn: 附件
zh_tw: 附件

# CANNOT_EMAIL
source: Není možno poslat e-mail z tohoto zařízení
da: Kan ikke sende email fra denne enhed.
de: Senden einer E-Mail von diesem Gerät nicht möglich
nl: Kan geen e-mail vanaf dit apparaat versturen.
tr: Bu cihazdan e-posta gönderilemiyor
zh_cn: 无法发送电邮。
zh_tw: 無法發送電郵。

# CONTACT_AUTHOR
source: kontaktovat autora
da: Kontakt udvikler
de: Autor kontaktieren
nl: Contacteer auteur
tr: Yapımcıya ulaşın
zh_cn: 电邮给开发者
zh_tw: 電郵給開發者

# COPY
source: Zkopírovat
da: Kopier
de: Kopieren
nl: Kopieer
tr: Kopyala
zh_cn: 复制
zh_tw: 複製

# DETAIL_REQUIRED_MESSAGE
source: Musíte napsat zprávu abyste mohli pokračovat
da: You must enter a message in order to proceed.
de: Bitte geben sie eine Nachricht ein um fortzufahren
nl: Je moet een bericht invullen om verder te gaan.
tr: İlerlemek için bir mesaj girmelisiniz.
zh_cn: 你必须输入信息来继续!
zh_tw: You must enter a message in order to proceed.

# DETAIL_REQUIRED_TITLE
source: Požadován napis
da: Input Required
de: Eingabe erforderlich
nl: Invoer vereist
tr: Metin gerekli
zh_cn: 需要输入内容
zh_tw: Input Required

# EMAIL_FAILED_1
source: Vyskytla se chyba při odesílání e-mailu Chyba:
da: Kunne ikke sende email. Fejl:
de: Senden fehlgeschlagen. Fehler:
nl: E-mail versturen mislukt. Fout:
tr: E-posta gönderme başarısız. Hata:
zh_cn: 发送电邮失败. 错误：
zh_tw: 發送電郵失敗. 錯誤：

# EMAIL_PLACEHOLDER
source: Detaily napište zde: * Od kdy se začala tato chyba vyskytovat? * Jaké kroky vedly k tomuto problému? * Stávala se tato chyba pokaždé?
da: Skriv detaljer her. som: * Hvornår opstod problemet? * Hvad forårsagede problemet? * Sker nedbrudet hver gang?
de: Bitte geben sie hier Details an, wie z.B.: * Wann trat das Problem auf? * Welche Schritte führten zu dem Problem? * Tritt des Problem jedes mal auf?
nl: Vul hier details in, zoals: * Wanneer begon het probleem? * Welke stappen leidden tot het probleem? * Gebeurt het elke keer?
tr: Lütfen şunun gibi detayları girin: * Sorun ne zaman başladı? * Hangi adımlar soruna ulaştırıyor? * Bu sorun hep mi oluyor?
zh_cn: 请在这里输入详细信息, 比如: * 问题是什么时候发生的? * 你在崩溃发生前做了什么? * 崩溃每次都会发生吗?
zh_tw: Please enter details here, such as: * When did the issue begin? * What steps led to the crash? * Does the crash happen every time?

# NOT_TEXT_MESSAGE
source: Vybraný soubor se nejeví jako textový soubor. Není možné jej prohlížet v zabudovaném editoru.
de: Die ausgewählte Datei scheint keine Textdatei zu sein. Das Betrachten mit dem integrierten Textbetrachter ist nicht möglich.
nl: Het geselecteerde bestand blijkt geen tekstbestand te zijn. Het bestand kan niet worden weergeven.
tr: Seçili dosya bir metin dosyası değil. Gömülü görüntüleyiciyle gösterilemez.
zh_cn: 选定的文件似乎并不是文本文档. 它不能被内置浏览器显示.
zh_tw: The selected file does not appear to be a text file. It cannot be displayed with the built-in viewer.

# INCLUDE_UNTITLED
source: Bez názvu
da: Untitled
de: <Unbenannt
nl: Naamloos
tr: Başlıksız
zh_cn: 未命名
zh_tw: 未命名

source: OK
tr: Tamam
zh_cn: 好
zh_tw: 好

# VIEW_IN_APP_STORE
source: Ukázat v App Storu
da: Vis pakke i App Store
de: Programm im AppStore ansehen
nl: Toon in App Store
tr: App Store'da görüntüle
zh_cn: 前往 App Store 查看该程序
zh_tw: 到 App Store 管理程式

# VIEW_IN_CYDIA
source: Ukázat v Cydia
da: Vis pakke i Cydia
de: Paket in Cydia ansehen
nl: Toon in Cydia
tr: Cydia'da görüntüle
zh_cn: 前往 Cydia 查看该程序
zh_tw: 到 Cydia 管理程式
